Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/20_id_458645.html.tmx
Source language: sme
Languages: nob

source: — uovvoleamis galgá ovttasbargu almmolaš orgánaiguin vuosttažettiin fuolahit ahte mánáid- ja nuoraid bajásšaddaneavttut ožžot dohkálaš rámmaid .
nob: I oppfølgingen vil samarbeidet med offentlige organer konsentreres om å skape tilfredsstillende rammer med hensyn til samiske barn og unges oppvekstvilkår .

source: Dasa lassin háliidivččiimet proseassačielggaduvvon barggu gielddaid ektui .
nob: I tillegg ønskes et prosessorientert arbeid i forhold til kommuner .

source: Sámediggi lea maid gáibidan ahte Mánáidáittardeaddji dakkaviđe háhká alccesis gelbbolašvuođa sámi gielas ja kultuvrras vai sáhttá fuolahit sámi mánáid ja nuoraid áššiid .
nob: Sametinget har også krevd at Barneombudet omgående skaffer seg nødvendig kompetanse i samisk språk og kultur for å kunne fremme samiske barn og unges interesser .

source: Dattetge ferte boahtteáiggis ásahuvvot friddja ja sorjjasmeahttun sámi má-náidáittardeaddji .
nob: Imidlertid må det i fremtiden opprettes et fritt og uavhengig samisk barneombud .

source: Nannen dihte mánáid ja nuoraid áššiid Sámedikkis , galgá 2001 vuosttaš jahkebealis lágiduvvot vuosttaš nuoraidkonferánsa .
nob: For å styrke barn og unges innflytelse i Sametinget arrangeres første ungdomskonferanse første halvdel av 2001 .

source: Lea nammaduvvo gaskaboddosaš nuoraidpolitihkalaš lávdegoddi mas leat golbma miellahtu ( nuorat ) mii galgá searvat nuoraidkonfereanssa ráhkkananbargguide .
nob: Et midlertidig ungdomspolitisk utvalg med tre medlemmer ( ungdommer ) er oppnevnt til å delta i forberedelsene av ungdomskonferansen .

source: 2001 konfereansa lea vuođđun árvvoštallamii ahte galgá go lágidit dákkár konferánssaid juohke nuppi jagi .
nob: Konferansen i 2001 vil danne grunnlaget for en vurdering av om slike konferanser skal avholdes hvert annet år .

source: 1.2.7 Dásseárvu
nob: 1.2.7 Likestilling

source: Sámediggi lea cealkán ahte biras- ja nissonperspektiivvat leat deaŧalaččat boahttevaš politihka hábmemis .
nob: Sametinget har slått fast at miljø- og kvinneperspektivet er sentrale i utformingen av fremtidig politikk .

source: Lea deaŧalaš ahte dásseárvu šaddá integrerejuvvon oassin Sámedikki ollislaš perspektiivvas , ja ahte das ii ráhkaduvvo ođđa sektuvra .
nob: Det er viktig at likestilling blir en integrert del av helhetsperspektivet for Sametinget , og at det ikke skapes en ny sektor .

source: Plána- ja hálddahusossodat koordinere Sámedikki politihka doaimma sohkabealperspektiivva ja dásseárvvu dáfus . Ossodagas lea sierra virgi dáidda doaimmaide .
nob: Sametingets politikk for integrering av kjønnsperspektiv og likestilling i virksomheten koordineres av Plan- og administrasjonsavdelingen , der det er avsatt stillingsressurs for dette .

source: 2001 rájes šaddá bušeahtta deaŧalaš stivrendokumeantan , ja Sámediggi lea áššis 41/00 2001 bušeahtta , čuovvolan integrerenbargguid .
nob: Fra og med 2001 blir budsjett et viktig styringsdokument , og Sametinget har i sak 41/00 Budsjett 2001 fulgt opp arbeidet med integrering .

source: Ovttadássásašvuođa doaibmaplána mii deattuha sámi nissonolbmuid dili , oktan vuoruhansurggiiguin , ulbmiliiguin ja doaimmaiguin 1999–2001 , ja Sámediggeplána 1998–2001 áigodahkii , leat vuođđun dásseárvobargui .
nob: Handlingsplan for likestilling med fokus på samiske kvinners stilling , med innsatsområder , mål og tiltak 1999–2001 og Sametingsplanen for perioden 1998–2001 , danner grunnlaget for arbeidet med likestilling .

source: 1.2.8 Sámedikkiid gaskasaš ovttasbargu
nob: 1.2.8 Samarbeid mellom Sametingene

source: Sámi parlamentáralaš ráđđi čoahkkanii Kárášjogas 02.03.00 .
nob: Samisk parlamentarisk råd ble konstituert i Karasjok 02.03.00 .

source: Ráđis leat oktiibuot 14 miellahtu Suoma ja Norgga Sámedikkiin .
nob: Rådet består av til sammen 14 medlemmer fra Sametingene i Finland og Norge .

source: Ruoŧa Sámediggi lea vuos válljen bissut olggobealde , ja lea ráđi observatevran ovttas Ruošša sámiiguin ja Sámiráđiin .
nob: Sametinget i Sverige har foreløpig valgt å stå utenfor og har sammen med samene i Russland og Samerådet , observatørstatus i rådet .

source: Norgga Sámedikki presideanta válljejuvvui Sámi parlamentáralaš ráđi presideantan .
nob: Presidenten for Sametinget i Norge ble valgt som president for Samisk parlamentarisk råd .

source: Suoma Sámedikki presideanta válljejuvvui várrepresideantan .
nob: Presidenten for Sametinget i Finland ble valgt som visepresident .

source: Muđui mearriduvvui ahte ráđi čállingoddedoaimmaid galggai dat sámediggi jođihit geas lea presideantaámmát .
nob: Det ble videre bestemt at sekretariatsfunksjonene for rådet skulle tilligge det sametinget som innehar presidentvervet .

source: Ráđđi doalai ovtta stivračoahkkima ja ovtta ráđđečoahkkima 2000:s .
nob: Rådet avholdt et styremøte og et rådsmøte i 2000 .

source: Dasa lassin lea ráđi beal delegašuvdna doallan ovtta čoahkkima .
nob: I tillegg har den norske delegasjonen i rådet avholdt ett møte .

source: Áššit maid ráđđečoahkkimis leat gieđahallan leat ON álgoálbmotáššiid bargu , dán vuollái gullet eamiálbmotjulggaštus , bissovaš forum ja Máilmmi dearvvašvuođaorganisašuvnna bargu , Barentsovttasbargu , sámeministariid oktasaščoahkkimat , sierra sámi dáiddaoahpahusa álggaheapmi ja Sámi parlamentáralaš ráđi doaimmaid organiseren .
nob: Saker som er blitt behandlet i rådsmøtet er FNs arbeid med urfolkssaker , herunder urfolkserklæringen , permanent forum og arbeidet i Verdens helseorganisasjon , Barentssamerbeidet , fellesmøte med sameministrene , etableringen av en egen samisk kunstutdanning og organisering av arbeidet i Samisk parlamentarisk råd .

source: 02.11.00 dollojuvvui oktasaščoahkkin Kárášjogas Suoma , Norgga ja Ruoŧa sámeministariiguin .
nob: 02.11.00 ble det avholdt et fellesmøte i Karasjok med sameministrene i Finland , Norge og Sverige .

source: — oahkkimis sohpe álggahit ođđa davviriikkalaš ovttasbarggu sámi áššiid dáfus mat guoskkahit oktasaš davviriikkalaš beroštumiid .
nob: I møtet ble det enighet om å etablere et nytt nordisk samarbeid om samiske saker som berører felles nordiske interesser .

source: Áššit mat gieđahallojuvvoje ledje davviriikkalaš sámekonvenšuvdna , sámi vuoigatvuođačilgehusat , nuortasápmelaččaid / skoaltasápmelaččaid giella ja kultuvra , davviriikkalaš-sámi profešuvdnaoahppu , sámi alit dáiddaoahpahus ja sámedikkiid ovttasbargu ( Sámi parlamentáralaš ráđđi ) .
nob: Saker som ble behandlet var en nordisk samekonvensjon , samerettsutredningene , østsamenes / skoltesamenes språk og kultur , nordisk-samisk profesjonsutdanning , høyere samisk kunstutdanning og sametingenes samarbeid ( Samisk parlamentarisk råd ) .

source: — oahkkimis čállojuvvui čoahkkingirji .
nob: Det ble underskrevet en protokoll fra møtet .

source: Bargu organiserejuvvo guovtti dásis ; jeavddalaš čoahkkimat sámedikkepresideanttaid ja sámeministariid gaskka , ja hálddahusa dásis masa čoahkkimiid čuovvoleapmi ja ráhkkaneapmi gullet .
nob: Arbeidet organiseres på to nivåer med regelmessige møter mellom sametingspresidentene og sameministrene , samt et administrativt nivå for oppfølging og forberedelse av møtene .

source: 1.2.9 Sámedikki riikkaidgaskasaš doaimmat
nob: 1.2.9 Sametingets internasjonale engasjement

source: Bargu maid ON dahká eamiálbmotjulggaštusa bokte , lea hui mávssolaš álgoálbmogiid vuoigatvuođaide .
nob: Arbeidet som skjer i regi av FN med en urfolkserklæring er viktig for urfolkenes rettigheter .

source: Sámediggi lea oassálastán Norgga delegašuvnnas dan rájes go cealkámuševttohus ilmmai 1994:s .
nob: Sametinget har deltatt i den norske delegasjonen siden erklæringsutkastet kom i 1994 .

source: Dattetge gávnnahii Sámediggi skábmamánus 2000 ahte ii sáhttán searvat Norgga delegašuvdnii , ja válljii ge ahte ii vuolgge bargojoavkku čoahkkimii .
nob: I november 2000 fant imidlertid Sametinget at man ikke kunne delta i den norske delegasjonen , og valgte å ikke være tilstede i under arbeidsgruppens møte .

source: Sámedikki mearrádusa vuođđun lei guovtteoaivilvuohta Norgga posišuvnna birra šiehtadallamiin , erenoamážit álgoálbmogiid iešmearridanvuoigatvuođa dáfus .
nob: Grunnen til Sametingets avgjørelse var uenighet om de norske posisjonene i forhandlingene , da særskilt spørsmålet om urfolkenes rett til selvbestemmelse .

source: Sámediggi oaivvilda ahte álgoálbmogiid iešmearridanvuoigatvuohta gusto buot servodatsurggiin , nu go eará álbmogiid dáfus ge .
nob: Sametinget fremholder at retten til selvbestemmelse for urfolk gjelder på alle samfunnsområder , slik det gjør for alle andre folk .

source: Ferte maiddái namuhit ahte Sámedikki mielas ii leat dialoga Olgoriikkadepartementtain dohkálaš dáin áššiin , dát guoská maiddái Norgga doaimmaide eamiálbmotjulggaštusa proseassas .
nob: Det må også nevnes at sett fra Sametingets side , er dialogen med Utenriksdepartementet i disse sakene ikke tilfredsstillende . Det gjelder også Norges innsats i prosessen med urfolkserklæringen .

source: Sámedikki mielas lea hui buorre go galgá ásahuvvot bissovaš ON álgoálbmotforum .
nob: Sametinget er meget positiv til at det vil bli etablert et permanent forum for urfolk i FN .

source: Sámi parlamentáralaš ráđđi lea evttohan professor Ole Henrik Magga sámi / inuhtalaš guovllu álgoálbmogiid ovddasteaddjin .
nob: Samisk parlamentarisk råd har foreslått professor Ole Henrik Magga som urfolkets representant fra det samiske / inuittiske området .

source: Ráđđehus lea juolludan birrasiid 150 miljon ruvnno Barentsovttasbargui 2001:s .
nob: Regjeringen har satt av ca. kr 150 mill. til Barentssamarbeidet for 2001 .

source: Dát čuovvu ráđđehuscealkámuša gos Eurohpápolitihkka , ja erenoamážit ovttasbargu Ruoššain , lea guovddážis .
nob: Dette er i samsvar med regjeringserklæringen der Europapolitikken , og da spesielt samarbeidet med Russland , står i fokus .

source: Olgoriikkaministtar Torbjørn Jagland muitalii čoahkkimis Tromssas skábmamánus ahte ráđđehus háliidivččii ovttasbarggu politihkalaš dásis Barentsoktavuođas .
nob: Utenriksminister Torbjørn Jagland orienterte i et møte i Tromsø i november om at regjeringen ønsker et samarbeide på politisk nivå i Barentssammenheng .

source: Nordlándda fylkkagielda válddii badjelasas Regiovdnaráđi ovdaolbmoámmáha juovlamánus .
nob: Nordland fylkeskommune overtok formannsvervet i Regionrådet i desember .

source: Seamma čoahkkimis muitalii Sámediggi ahte lea dárbu nannet álgoálbmotovttasbarggu .
nob: Sametinget orienterte i samme møte om behovet for at urfolkssamarbeidet i styrkes .

source: Sámi parlamentáralaš ráđđi lea ovdal mearridan buktit evttohusa ahte ráđđi nammada sápmelaččaid Regiovdnaráđi ovddasteaddji , bargojoavkku sámi ovddasteddjiid , ja ahte álgoálbmogat ožžot 1 ovddasteaddji sihke Regiovdnaráđđái ja Regiovdnalávdegoddái .
nob: Samisk parlamentarisk råd har tidligere vedtatt å legge frem forslag om at rådet oppnevner samenes representant i Regionrådet , de samiske representantene til arbeidsgruppene , samt at urfolk får 1 representant h. h. v. i Regionrådet og i Regionkomitéen .

source: Sámediggi čujuhii maiddái dan váttis ekonomalaš dillái mii álgoálbmotorganisašuvnnain lea Ruošša bealde , ja bivddii nannet sin ekonomiija vai besset aktiivvalaččat oassálastit Barentsovttasbarggus .
nob: Sametinget viste også til den vanskelige økonomiske situasjonen som urfolksorganisasjoner har på russisk side og ba om at deres økonomi styrkes slik at de kan delta aktivt i Barentssamarbeidet .

source: Deattuhuvvui maiddái ahte ferte nannet infrastruktuvrraid huksema , mii lea sierra oassin álgoálbmogiid doaibmaplánas , maiddái ekonomalaččat .
nob: Det ble også pekt på at oppbygging av infrastruktur inngår som et eget punkt i Handlingsplan for urfolk og at dette arbeide må støttes , også økonomisk .

source: 2000:s loahpahuvvui prošeakta « Ceavzilis ovdáneapmi » ( « Bærekraftig utvikling » ) .
nob: I 2000 ble prosjektet « Bærekraftig utvikling » avsluttet .

source: Sámediggi lea ládje oassálastán prošeaktajoavkkus .
nob: Sametinget har deltatt i prosjektgruppen i varierende grad .

source: Loahpparaporttas evttohuvvui sierra prošeakta mii galgá guorahallat árktálaš guovlluid boazodoalu bissovaš perspektiivvas , ja ahte Norga galgá bargat dan ovdii ahte Association of World Reindeerherders beassá bissovaš oasseváldin Arktálaš ráđđái .
nob: I sluttrapporten ble det foreslått et eget prosjekt som skal se på reindriften i det arktiske området i et bærekraftig perspektiv og at Norge skulle arbeide for at Association of World Reindeerherders skulle gis status som permanente deltakere i Arktisk råd .

source: 1.2.10 Sámedikki regiovdnapolitihkalaš doaimmat
nob: 1.2.10 Sametingets regionalpolitiske arbeid

source: Sámediggi lea ohcan beassat dievaslaš miellahttun Riikaoasselávdegoddái ( Landsdelsutvalget ) .
nob: Sametinget har søkt om fullt medlemskap i Landsdelsutvalget .

source: LU dievasčoahkkimis miessemánus mearriduvvui ásahuvvot bargojoavku mii galgá guorahallat gažaldaga .
nob: I LUs plenumsmøte i mai ble det vedtatt å nedsette en arbeidsgruppe for å se på spørsmålet .

source: Joavkkus leat guokte Riikaoasselávdegotti ovddasteaddji ja 2 Sámedikkis .
nob: Gruppen skulle bestå av 2 representanter fra Landsdelsutvalget og 2 fra Sametinget .

source: Bargojoavkku bohtosat biddjojuvvoje ovdan Riikaoasselávdegotti čoahkkimis juovlamánus .
nob: Arbeidsgruppens konklusjoner ble lagt frem for Landsdelsutvalget i møte i desember .

source: LU miellahtut lassánit 22 miellahtus 30 miellahttui , main Sámedikkis leat njeallje ovddasteaddji mat gullet ovttaskas fylkkadelegašuvdnii .
nob: Forslaget går ut på at LU utvides fra dagens 22 medlemmer til 30 medlemmer , hvorav Sametinget har fire representanter som inngår i den enkelte fylkesdelegasjonen .

source: Dan njeallje ovddasteaddji juohkit nu ahte šaddet 2 ovddasteaddji ealáhuslávdegoddái ja 2 regiovdnapolitihkalaš lávdegoddái .
nob: De fire representantene fordeles med 2 representanter i næringskomiteen og 2 i regionalpolitisk komité .

source: Sámedikkepresideanta searvá fylkkasátnejođiheaddji ovttasbargui ja Sámedikki direktevra searvá ráđđeolbmáidlávdegoddái .
nob: Sametingspresidenten til trer fylkesordførerkollegiet og Sametingets direktør til trer rådmannsutvalget .

source: Sámediggi ii sáhte oažžut LU jođiheaddjiámmáha .
nob: Sametinget gis ikke mulighet til å inneha ledervervet i LU .

source: Sámegiella ii geavahuvvo Riikaoasselávdegotti čoahkkimiin danne go gártá beare divrrasin .
nob: Samisk vil ikke bli brukt i Landsdelsutvalgets møter fordi dette vil være fordyrende .

source: Konsensusprinsihppa galgá ain doaibmat .
nob: Konsensusprinsippet gjøres fremdeles gjeldende .

source: Jus mearrádus galgá bissehuvvot , de ferte fylkkadelegašuvnna eanetlohku doarjut dan .
nob: Dersom et vedtak skal stoppes , må det være et flertall for dette i fylkesdelegasjonen .

source: Sámediggi fuolaha 13,33 % LU doaibmabušeahtas , mii vástida Sámedikki ovddasteapmái ( 4 miellahtu 30 miellahtus ) .
nob: Sametinget bidrar økonomisk med 13,33pst. av LUs driftsbudsjett som gjenspeiler Sametingets representasjon ( 4 av 30 medlemmer ) .

source: Lávdegotti konklušuvnnat oktan marrádusevttohusaiguin sáddejuvvojit buot fylkkagieddaide ja Sámediggái gulaskuddamii , vai LU beassá váldit loahpalaš mearrádusa 28.02.–01.03.01 čoahkkimis .
nob: Utvalgets konklusjoner med forslag til nye vedtekter blir sendt ut på høring til de enkelte fylkeskommunene og Sametinget , slik at endelig beslutning i LU kan tas i møte 28.02.–01.03.01 .

source: Mannan jagi ráđđehusmolsun lea dagahan ahte Ráđđehusa Davvi-Norgga lávdegotti bargu lea rievdan .
nob: Etter regjeringsskiftet i inneværende år har arbeidet i Regjeringens Nord-Norge utvalg skiftet karakter .

source: Boahttevaš bargovuohki šaddá eambbo dego oktavuohtačoahkkin Davvi-Norggain .
nob: Arbeidsformen fremover vil bli mer å betrakte som et kontaktmøte med Nord-Norge .

source: Dán lávdegottis lea Sámediggi buktán oaiviliid mat čuvvot sierra plánaid ja cealkámušaid mat galget fuolahit sámi perspektiivva iešguđetge ealáhus- ja servodatsektuvrrain .
nob: Sametinget har i dette utvalget spilt inn syn som er i tråd med egne planverk og uttalelser som søker å ivareta det samiske perspektivet på ulike nærings- og samfunnssektorer .

source: Regiovnnalaš eiseválddit ja Sámediggi leat áŋgiruššan nannet regiovdnapolitihkalaš doaimmad gos našuvnnalaš politihka prosedyrat ja dábit buorebut heivehuvvojit regiovnnalaš dási ulbmiliidda .
nob: De regionale myndighetene og Sametinget har fokusert på å styrke det regionalpolitiske handlingsrommet hvor prosedyrer og rutiner for den nasjonale politikken bedre tilpasses målene på regionalt nivå .

source: Dát mielddisbuktá buoret váikkuhanválddi politihkkahábmemis , ja maiddái ahte boahtá eambbo oidnosii go regiovnnalaš ovdáneami mearridanvuođđu mearriduvvo .
nob: Dette betyr sterkere medinnflytelse i politikkutforming og bli en mer synlig aktør når beslutningsgrunnlaget for regional utvikling besluttes .

source: Dát guoská ee. regiovnnalaš bissovašvuhtii ja davviguovllu ealáhusovdáneami veahkkedoaimmaid hálddašeapmái .
nob: Bl.a. gjelder det sterkere regional forankring og forvaltning av virkemidler for næringsutvikling i den nordlige landsdelen .

source: Interreg II-prográmmat rájiidrasttideaddji ovttasbarggu birra loahpahuvvojedje 1999:s .
nob: Interreg II-programmene om det grenseoverskridende samarbeidet ble avsluttet i 1999 .

source: Ovttaskas prošeavttat maid prográmma jođiha , galget ain doaibmat maŋŋá prográmmaáigodaga .
nob: De enkelte prosjektene i regi av programmet vil fortsatt foregå utover programperioden .

source: Sápmelaččaid bealis lea deaŧalaš čuovvut EU oktasašdoaimmaid ođđa Interreg III-prográmmaid čađa ( 2000–2006 ) .
nob: Det har fra samisk side blitt sett på som viktig å følge opp EUs fellesskapsinitiativ gjennom det nye Interreg III-programmet ( 2000–2006 ) .

source: Sihke Suoma , Norgga ja Ruoŧa Sámedikkit leat dohkkehan ja buktán sámi oasseprográmmaid sihke Interreg Nordkalotten ja Interreg Norge – Sverige rámmaid siskkobealde .
nob: Sametinget både på finsk , norsk og svensk side har godkjent og innlevert samiske delprogram både innenfor rammen av Interreg Nordkalotten og Interreg Norge – Sverige .

source: Álgoálggus háliideimmet sámiid bealis ásahit iešheanalaš ja oktasaš sámi prográmma mii fátmmastii visot sámi ássanguovlluid Suomas , Ruoŧas , Ruoššas ja Norggas .
nob: I utgangspunktet ønsket en fra samisk side å gå for et selvstendig felles samisk program som omfattet hele det samiske bosettingsområdet i Finland , Sverige , Russland og Norge .

source: Dát doaibma ii ožžon oktasaš politihkalaš doarjaga dain guoskevaš riikkain .
nob: Dette opplegget ble det ikke gitt samlet politisk aksept for i de ulike land .

source: Ulbmil lea háhkat máŋggabealat , aktiivvalaš ja ovdánan sámi servodateallima sámi identitehta , kultuvrra ja ealáhusaid nannema bokte rájiidrasttideaddji ovttasbarggu ovddidemiin ain viidáseappot .
nob: Målet er å skape et differensiert , aktivt og utviklet samisk samfunnsliv ved å styrke samisk identitet , kultur og næringer gjennom videreutvikling av det grenseoverskridende samarbeidet .

source: Strategiija lea láhčit vejolašvuođaid ja eavttuid nu ahte sámi álbmot sáhttá bargat ovddidit regiovnnalaš Sámi sihke ekonomalaččat ja sosiálalaččat .
nob: Strategien er å skape muligheter og forutsetninger for at den samiske befolkningen kan arbeide for et regionenes Sápmi både på det økonomiske og sosiale området .

source: Ulbmil lea guorahallat ovttasbargovejolašvuođaid rájiid rastá sámi servodaga siskkobealde , ja lágidit eavttuid movt sáhttá duohtan dahkat vejolašvuođaid .
nob: En vil søke å identifisere muligheter for samarbeid over grensene innenfor det samiske samfunn og skape forutsetninger for å realisere mulighetene .

source: Dasto geahččalit ráhkadit eavttuid movt viiddidit ja buoridit gelbbolašvuođa árbevirolaš sámi máhtolašvuođa , teorehtalaš oahpu , dutkama ja dokumentašvunna sirdima bokte .
nob: Videre vil en skape forutsetninger for å utvide og få bedre kompetanse gjennom overføring av tradisjonell samisk kunnskap , teoretisk utdanning , forskning og dokumentasjon .

source: Sámediggi gieđahalai NOU 2000 : 22 Stáhta , regiovnna ja gieldda bargojuogu birra 06.–10.11.00 dievasčoahkkimis .
nob: Sametinget behandlet NOU 2000 : 22 Om oppgavefordeling mellom stat , region og kommune i sitt plenumsmøte 6.–10.11.00 .

source: Sámediggi čujuhii mearrádusastis ahte sámi diliid dáfus lea dárbu guorahallat bargojuogu sierra .
nob: Sametinget påpekte i sitt vedtak at det er et behov for en egen gjennomgang av oppgavefordelingen når det gjelder samiske forhold .

source: Muđui celkkii Sámediggi ahte lea dárbbašlaš ahte stáhta ain joatká dáhkidit ahte bajimus prinsihpat leat vuođđun dan politihkas mii jođihuvvo sámiid ektui .
nob: Sametinget uttalte videre at det er nødvendig at staten fortsetter å være garantisten for at de overordnede prinsippene ligger til grunn for den politikken som føres overfor samene .

source: Lea dárbbašlaš buorebut čielggadit dásiid ovddasvástádusa .
nob: Det er nødvendig med en klarere ansvarsfordeling mellom nivåene .

source: Stáhta ja Sámedikki bargojuohku ferte doaibmat nu ahte čielgasit boahtá ovdan makkár konkrehta ovddasvástádus goappásge lea .
nob: Oppgavefordelingen mellom staten og Sametinget må skje slik at det fremgår helt klart hvilket konkret ansvar hver av partene har .

source: Sámedikki ja Stuoradikki gaskavuohta ferte lagabui čielggaduvvot vai sáhttá ovttasbargovugiid buoridit .
nob: Forholdet mellom Sametinget og Stortinget må utredes nærmere med sikte på å bedre samarbeidsformene .

source: Muđui lea dárbbašaš guorahallat makká rolla gielddain galgá leat sámi áššiid barggus .
nob: Det er videre nødvendig å se nærmere på kommunenes rolle i forhold til arbeidet med samiske spørsmål .

source: Gielddain fertejit leat geatnegasvuođat , ja gielddaid ovddasvástádus ferte mihá buorebut definerejuvvot go dál .
nob: Kommunene må forpliktes og kommunens oppgaver må defineres mye klarere enn tilfellet er i dag .

source: Lea čielga eaktu ahte sámi áššit doahttaluvvojit , beroškeahttá das makkár boahttevaš organiseren válljejuvvo .
nob: Uavhengig av hvilken fremtidig organisering som velges , vil det være et absolutt krav at de samiske sakene ivaretas .

source: 1.2.11 — ázádathuksemat
nob: 1.2.11 Vasskraftutbygginger

source: Báiddarhuksen
nob: Beiarnutbyggingen

source: Huksenplánat eai ábut álggahuvvot ovdal go áššit leat dárkilit guorahallojuvvon , ja ođđa váikkuhančielggadeapmi lea dahkkon .
nob: Ubyggingsplanene må ikke igangsettes før det er foretatt en grundig gjennomgang av saken og nye konsekvensutredninger er foretatt .

source: Ovddeš čielggadeamit leat boarásmuvvan , eai ge atte ollislaš gova das makkár vahágiid sáhttá dagahit guovllu sámi kultuvrii .
nob: De utredningene som er gjort tidligere er foreldet og gir ikke et helhetlig bilde av skadevirkningene for den samiske kulturen i området .

source: Ášši ferte ollislaččat guorahallat , gos čielggada makkár váikkuhusat leat guovllu sámi kultuvrii oppalaččat , ja boazodollui erenoamážit , ja gos guorahallá sámi kulturmuittuid .
nob: Det må foretas en helhetlig vurdering av saken der konsekvensene for den samiske kulturen i området generelt , og reindriften spesielt , samt samiske kulturminner blir utredet .

source: Dálá juridihkalaš ja politihkalaš duovdagat sámi vuoigatvuođaid ektui leat earalágánat go logi jagi dás ovdal , dalle go lohpi addui .
nob: Dagens juridiske og politiske landskap i forhold til samiske rettigheter er annerledes enn det var for ti år , siden da konsesjonen ble gitt .
